{
  "greeting": "Bonjour",
  "home_nav_intro": "Intro",
  "home_nav_about_me": "À propos de moi",
  "home_nav_my_creations": "Mes créations",
  "home_nav_film_analysis": "Analyse de films",
  "home_nav_featured": "En vedette",
  "home_nav_experience": "Expérience",
  "hero_greeting": "Salut, c'est Maha 👋",
  "hero_bio": "Une cinéphile explorant l'art de la narration à travers le prisme de l'analyse filmique et de la cinématographie",
  "intro_title": "À travers le miroir du film",
  "intro_p1": "Le cinéma est plus que de simples images en mouvement — c'est un miroir reflétant la nature humaine, la société et le subconscient. Mon approche de l'analyse filmique allie une passion pour la narration à une recherche de sens plus profond, découvrant les couches de symbolisme, de développement des personnages et d'intention directoriale qui font du cinéma un art.",
  "intro_p2": "Puisant dans mon amour pour les récits immersifs, les thèmes de développement personnel et le pouvoir des métaphores visuelles, j'explore comment les films façonnent les émotions, remettent en question les perceptions et laissent des empreintes durables dans l'esprit.",
  "intro_p3": "À travers cette plateforme, je vise à disséquer le cinéma avec profondeur et clarté, offrant des perspectives qui vont au-delà de l'écran et dans l'essence de la narration.",
  "about_me_title": "À propos de moi",
  "about_me_p1": "Je suis Maha, une passionnée de cinéma avec un amour profond pour la narration, le symbolisme et l'art du cinéma. Qu'il s'agisse de la profondeur psychologique de Shutter Island, de la beauté poétique d'In the Mood for Love ou des arcs narratifs complexes de Breaking Bad, je suis attirée par les films qui laissent un impact durable.",
  "about_me_p2": "Avec une formation en réalisation et une passion pour l'analyse, j'ai créé cette plateforme pour explorer le cinéma au-delà de la surface — en plongeant dans les thèmes, la cinématographie et les nuances qui rendent chaque film unique. Cet espace n'est pas seulement consacré aux critiques, mais à la compréhension de l'essence de la narration et de son pouvoir de façonner la perception.",
  "about_me_p3": "Ce voyage est une étape vers l'affinement de ma voix en tant qu'analyste de films et conteuse.",
  "my_creations_title": "Mes créations",
  "my_creations_p1": "Explorez mes projets créatifs et mes efforts de narration.",
  "my_creations_sugar_deal_title": "The Sugar Deal",
  "my_creations_sugar_deal_date": "9 mars 2024",
  "my_creations_sugar_deal_desc": "Explorer les dynamiques complexes et les questions éthiques dans un arrangement relationnel non conventionnel.",
  "my_creations_rick_morty_title": "Vidéo d'anniversaire personnalisée Rick et Morty",
  "my_creations_rick_morty_date": "10 mars 2025",
  "my_creations_rick_morty_desc": "Une animation Rick et Morty personnalisée créée comme cadeau d'anniversaire, mettant en valeur les compétences en narration et en production audiovisuelle.",
  "my_creations_through_window_title": "À travers la fenêtre : un scénario de court métrage",
  "my_creations_through_window_date": "10 mars 2024",
  "my_creations_through_window_desc": "Un scénario de court métrage sur l'observation, le silence et la déconnexion entre la perception et la compréhension.",
  "film_analysis_title": "Analyse et critiques de films",
  "film_analysis_p1": "Analyses approfondies de films axées sur le symbolisme, les significations cachées, les techniques de réalisation, le développement des personnages et la structure narrative. Chaque critique comprend une analyse critique de la cinématographie, de la narration, des thèmes, des performances et des idées personnelles.",
  "film_analysis_wonderful_life_title": "Critique de La vie est belle",
  "film_analysis_wonderful_life_date": "8 septembre 2024",
  "film_analysis_wonderful_life_desc": "Une analyse approfondie du chef-d'œuvre de Frank Capra de 1946 qui explore l'impact profond de la vie d'une personne sur toute une communauté.",
  "film_analysis_titane_title": "Critique de Titane",
  "film_analysis_titane_date": "9 septembre 2024",
  "film_analysis_titane_desc": "Une analyse du film provocateur de Julia Ducournau qui remet en question notre compréhension de l'identité, de l'autonomie corporelle et de la connexion humaine.",
  "film_analysis_vermiglio_title": "Critique de Vermiglio",
  "film_analysis_vermiglio_date": "10 septembre 2024",
  "film_analysis_vermiglio_desc": "Une analyse du film méditatif de Maura Delpero se déroulant dans l'Italie de l'après-Seconde Guerre mondiale qui explore l'isolement, la mémoire et la résilience féminine.",
  "featured_experiences_title": "Expériences en vedette",
  "featured_experiences_p1": "Récits de mes parcours professionnels les plus formateurs",
  "professional_experience_title": "Expérience professionnelle",
  "professional_experience_p1": "Mon parcours dans la production et l'analyse de films",
  "work_experience_title": "Expérience professionnelle",
  "education_title": "Éducation",
  "skills_title": "Compétences",
  "languages_title": "Langues",
  "navbar_tooltip_theme": "Thème",
  "blog_page_title": "Blog",
  "loading": "Chargement...",
  "back_to_blog": "← Retour au blog"
}
