{
  "greeting": "Hello",
  "home_nav_intro": "Intro",
  "home_nav_about_me": "About Me",
  "home_nav_my_creations": "My Creations",
  "home_nav_film_analysis": "Film Analysis",
  "home_nav_featured": "Featured",
  "home_nav_experience": "Experience",
  "hero_greeting": "Hi, I'm Maha 👋",
  "hero_bio": "A cinephile exploring the art of storytelling through the lens of film analysis and cinematography",
  "intro_title": "Through the Film Mirror",
  "intro_p1": "Film is more than just moving images—it's a mirror reflecting human nature, society, and the subconscious. My approach to film analysis blends a passion for storytelling with a search for deeper meaning, uncovering the layers of symbolism, character development, and directorial intent that make cinema an art form.",
  "intro_p2": "Drawing from my love for immersive narratives, self-development themes, and the power of visual metaphors, I explore how films shape emotions, challenge perceptions, and leave lasting imprints on the mind.",
  "intro_p3": "Through this platform, I aim to dissect cinema with depth and clarity, offering insights that go beyond the screen and into the essence of storytelling.",
  "about_me_title": "About Me",
  "about_me_p1": "I'm Maha, a film enthusiast with a deep love for storytelling, symbolism, and the art of cinema. Whether it's the psychological depth of Shutter Island, the poetic beauty of In the Mood for Love, or the complex character arcs of Breaking Bad, I'm drawn to films that leave a lasting impact.",
  "about_me_p2": "With a background in filmmaking and a passion for analysis, I created this platform to explore cinema beyond the surface—diving into themes, cinematography, and the nuances that make each film unique. This space is not just about reviews but about understanding the essence of storytelling and its power to shape perception.",
  "about_me_p3": "This journey is a step toward refining my voice as a film analyst and storyteller.",
  "my_creations_title": "My Creations",
  "my_creations_p1": "Explore my creative projects and storytelling efforts.",
  "my_creations_sugar_deal_title": "The Sugar Deal",
  "my_creations_sugar_deal_date": "March 9, 2024",
  "my_creations_sugar_deal_desc": "Exploring the complex dynamics and ethical questions in an unconventional relationship arrangement.",
  "my_creations_rick_morty_title": "Personalized Rick and Morty Birthday Video",
  "my_creations_rick_morty_date": "March 10, 2025",
  "my_creations_rick_morty_desc": "A custom Rick and Morty animation created as a birthday gift, showcasing storytelling and audio-visual production skills.",
  "my_creations_through_window_title": "Through the Window: A Short Film Script",
  "my_creations_through_window_date": "March 10, 2024",
  "my_creations_through_window_desc": "A short film script about observation, silence, and the disconnect between perception and understanding.",
  "film_analysis_title": "Film Analysis & Reviews",
  "film_analysis_p1": "In-depth breakdowns of movies focusing on symbolism, hidden meanings, directing techniques, character development, and narrative structure. Each review includes critical analysis of cinematography, storytelling, themes, performances, and personal insights.",
  "film_analysis_wonderful_life_title": "It's a Wonderful Life Review",
  "film_analysis_wonderful_life_date": "September 8, 2024",
  "film_analysis_wonderful_life_desc": "An in-depth analysis of Frank Capra's 1946 masterpiece that explores the profound impact of one person's life on an entire community.",
  "film_analysis_titane_title": "Titane Review",
  "film_analysis_titane_date": "September 9, 2024",
  "film_analysis_titane_desc": "An analysis of Julia Ducournau's provocative film that challenges our understanding of identity, body autonomy, and human connection.",
  "film_analysis_vermiglio_title": "Vermiglio Review",
  "film_analysis_vermiglio_date": "September 10, 2024",
  "film_analysis_vermiglio_desc": "An analysis of Maura Delpero's meditative film set in post-WWII Italy that explores isolation, memory, and female resilience.",
  "featured_experiences_title": "Featured Experiences",
  "featured_experiences_p1": "Stories from my most formative professional journeys",
  "professional_experience_title": "Professional Experience",
  "professional_experience_p1": "My journey in film production and analysis",
  "work_experience_title": "Work Experience",
  "education_title": "Education",
  "skills_title": "Skills",
  "languages_title": "Languages",
  "navbar_tooltip_theme": "Theme",
  "blog_page_title": "Blog",
  "loading": "Loading...",
  "back_to_blog": "← Back to blog"
}
